{
  "items": [
  {
   "volumeInfo": {
    "title": "Harry Potter and the Order of the Phoenix",
    "authors": [
     "J. K. Rowling"
    ],
    "publisher": "Scholastic",
    "description": "When the government of the magic world and authorities at Hogwarts School of Witchcraft and Wizardry refuse to believe in the growing threat of a freshly revived Lord Voldemort, fifteen-year-old Harry Potter finds support from his loyal friends in facingthe evil wizard and other new terrors.",
    "pageCount": 870,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and the Cursed Child – Parts One and Two (Special Rehearsal Edition)",
    "authors": [
     "J.K. Rowling",
     "John Tiffany",
     "Jack Thorne"
    ],
    "publisher": "Pottermore",
    "description": "Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, Harry Potter and the Cursed Child is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play received its world premiere in London’s West End on 30th July 2016. It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children. While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places.",
    "pageCount": 320,
    "categories": [
     "Drama"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and the Deathly Hallows",
    "authors": [
     "J.K. Rowling"
    ],
    "publisher": "Pottermore",
    "description": "\"'Give me Harry Potter,' said Voldemort's voice, 'and none shall be harmed. Give me Harry Potter, and I shall leave the school untouched. Give me Harry Potter, and you will be rewarded.'\" As he climbs into the sidecar of Hagrid's motorbike and takes to the skies, leaving Privet Drive for the last time, Harry Potter knows that Lord Voldemort and the Death Eaters are not far behind. The protective charm that has kept Harry safe until now is broken, but he cannot keep hiding. The Dark Lord is breathing fear into everything Harry loves and to stop him Harry will have to find and destroy the remaining Horcruxes. The final battle must begin - Harry must stand and face his enemy...",
    "pageCount": 784,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Ivory Tower and Harry Potter",
    "subtitle": "Perspectives on a Literary Phenomenon",
    "authors": [
     "Lana A. Whited"
    ],
    "publisher": "University of Missouri Press",
    "description": "Now available in paper, The Ivory Tower and Harry Potter is the first book-length analysis of J. K. Rowling's work from a broad range of perspectives within literature, folklore, psychology, sociology, and popular culture. A significant portion of the book explores the Harry Potter series' literary ancestors, including magic and fantasy works by Ursula K. LeGuin, Monica Furlong, Jill Murphy, and others, as well as previous works about the British boarding school experience. Other chapters explore the moral and ethical dimensions of Harry's world, including objections to the series raised within some religious circles. In her new epilogue, Lana A. Whited brings this volume up to date by covering Rowling's latest book, Harry Potter and the Order of the Phoenix.",
    "pageCount": 418,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and the Classical World",
    "subtitle": "Greek and Roman Allusions in J.K. Rowling's Modern Epic",
    "authors": [
     " Richard A. Spencer"
    ],
    "publisher": "McFarland",
    "description": "J.K. Rowling has drawn deeply from classical sources to inform and color her Harry Potter novels, with allusions ranging from the obvious to the obscure. \"Fluffy,\" the vicious three-headed dog in Harry Potter and the Sorcerer's Stone, is clearly a repackaging of Cerberus, the hellhound of Greek and Roman mythology. But the significance of Rowling's quotation from Aeschylus at the front of Harry Potter and the Deathly Hallows is a matter of speculation. Her use of classical material is often presented with irony and humor. This extensive analysis of the Harry Potter series examines Rowling's wide range of allusion to classical characters and themes and her varied use of classical languages. Chapters discuss Harry and Narcissus, Dumbledore's many classical predecessors, Lord Voldemort's likeness to mythical figures, and magic in Harry Potter and classical antiquity--among many topics.",
    "pageCount": 324,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Guide to the Harry Potter Novels",
    "authors": [
     "Julia Eccleshare"
    ],
    "publisher": "A&C Black",
    "description": "Provides information on the plots and characters in the Harry Potter novels by J. K. Rowling.",
    "pageCount": 114,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and the Half-Blood Prince",
    "authors": [
     "J.K. Rowling"
    ],
    "publisher": "Pottermore",
    "description": "\"There it was, hanging in the sky above the school: the blazing green skull with a serpent tongue, the mark Death Eaters left behind whenever they had entered a building... wherever they had murdered...\" When Dumbledore arrives at Privet Drive one summer night to collect Harry Potter, his wand hand is blackened and shrivelled, but he does not reveal why. Secrets and suspicion are spreading through the wizarding world, and Hogwarts itself is not safe. Harry is convinced that Malfoy bears the Dark Mark: there is a Death Eater amongst them. Harry will need powerful magic and true friends as he explores Voldemort's darkest secrets, and Dumbledore prepares him to face his destiny...",
    "pageCount": 652,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry, A History - Now Updated with J.K. Rowling Interview, New Chapter & Photos",
    "subtitle": "The True Story of a Boy Wizard, His Fans, and Life Inside the Harry Potter Phenomenon",
    "authors": [
     "Melissa Anelli"
    ],
    "publisher": "Simon and Schuster",
    "description": "A new enhanced e-book edition, featuring an extended transcript from Melissa Anelli's exclusive interview with J. K. Rowling and a new, updated chapter! Melissa Anelli wears a ring that was a gift to her from J.K. Rowling, given as a measure of appreciation for the work she does on The Leaky Cauldron, where her job entails being a fan, reporter, guardian, and spokesperson for the Harry Potter series. For ten years, millions of fans have lived inside literary history, the only fans to know what it was like when Harry Potter was unfinished. When anticipation for a book was just as likely to cause a charity drive as a pistol shootout. When millions of rabid fans looked to friends, families, neighbors, forums, discussion groups, fan fiction and podcasts to get their fix between novels. When the death of a character was a hotter bet than who'd win the World Series. When one series of books had the power to change the way books are read. This has been a time when a book was more popular than movies, television, and video games. The series has spawned a generation of critical thinkers and new readers. The New York Times changed the way it reported book sales just to avoid a continual overpowering of its bestseller list. These events must be given their proper context, and this moment must be preserved. The series will remain important to literature and pop culture, but the experience will change. Harry's fate will be as commonly known as the identity of Luke Skywalker's father, and readers who never had to wait for a Harry Potter book will have no idea what transpired when the series had hundreds of millions of people waiting desperately for the next volume. We are the first wave of Harry Potter fans, the ones that are living in the time that shapes how Harry Potter will be remembered for all time. But when this era is over, fans will need some way to remember this strange, wonderful, dizzying experience. Future fans, too, will want to know what they missed. Harry Potter will exist as a seven-book series, but without the indivisible story of the cultural, literary and emotional impact the series has made, the story is incomplete. How can a fan understand Harry Potter without hearing about the midnight book parties, the scams, the theories, the burglaries, the bets, the bannings, and most importantly, the worldwide camaraderie spurred on by mutual love of a boy wizard? How can they know how Harry Potter changed and touched the lives of so many without hearing it first hand? Harry, A History tells this story. It tells the personal story of Melissa Anelli's journey through the very heart of Harry Potter fandom. And wraps this phenomenon up into one narrative, factual volume – one book that tells what happened when Harry Potter met the world.",
    "pageCount": 560,
    "categories": [
     "Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter's Bookshelf",
    "subtitle": "The Great Books behind the Hogwarts Adventures",
    "authors": [
     "John Granger"
    ],
    "publisher": "Penguin",
    "description": "Harry Potter. The name conjures up J.K. Rowling's wondrous world of magic that has captured the imaginations of millions on both the printed page and the silver screen with bestselling novels and blockbuster films. The true magic found in this children's fantasy series lies not only in its appeal to people of all ages but in its connection to the greater world of classic literature. Harry Potter's Bookshelf: The Great Books Behind the Hogwarts Adventures explores the literary landscape of themes and genres J.K. Rowling artfully wove throughout her novels-and the influential authors and stories that inspired her. From Jane Austen's Emma and Charles Dickens's class struggles, through the gothic romances of Dracula and Frankenstein and the detective mysteries of Dorothy L. Sayers, to the dramatic alchemy of C.S. Lewis, J.R.R. Tolkien, and William Shakespeare, Rowling cast a powerful spell with the great books of English literature that transformed the story of a young wizard into a worldwide pop culture phenomenon.",
    "pageCount": 336,
    "categories": [
     "Social Science"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Irresistible Rise of Harry Potter",
    "authors": [
     "Andrew Blake"
    ],
    "publisher": "Verso",
    "description": "As the British state begins to unravel, and as journalists compete to pronounce on the death of Britain, a schoolboy from suburban Surrey who lives for most of the year in a semi-parallel universe becomes the most popular figure in contemporary world literature. Now read on – everyone else does... Harry Potter is English, a home-counties suburban child. An orphan, oppressed and abused by the adults around him, he retreats into a fantasy world where his problems are more elemental; everyday rituals, magic spells and supercharged broomsticks with only the occasional homicidal wizard to worry about. Ironically, as Andrew Blake makes clear, J. K. Rowling rescues her character through the reinvention of that apex of class privilege, the English public school, a literary conceit that problematises Harry Potter's status as a role model and raises important social questions about the state of education in Tony Blair's Britain. Andrew Blake's examination of the Harry Potter phenomenon also raises serious questions about the condition of the publishing industry, the state of bookselling and filmmaking, and the ways in which the Potter consumer campaign has changed our ideas about literature and reading. Blake reflects on how these connections, while drawn up in Britain, act as a template for Harry Potter's international success.",
    "pageCount": 118,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and the Sorcerer's Stone",
    "authors": [
     "J.K. Rowling"
    ],
    "publisher": "Pottermore",
    "description": "\"Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'.\" Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!",
    "pageCount": 309,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Children's Literature",
    "subtitle": "A Reader's History, from Aesop to Harry Potter",
    "authors": [
     "Seth Lerer"
    ],
    "publisher": "University of Chicago Press",
    "description": "Ever since children have learned to read, there has been children’s literature. Children’s Literature charts the makings of the Western literary imagination from Aesop’s fables to Mother Goose, from Alice's Adventures in Wonderland to Peter Pan, from Where the Wild Things Are to Harry Potter. The only single-volume work to capture the rich and diverse history of children’s literature in its full panorama, this extraordinary book reveals why J. R. R. Tolkien, Dr. Seuss, Laura Ingalls Wilder, Beatrix Potter, and many others, despite their divergent styles and subject matter, have all resonated with generations of readers. Children’s Literature is an exhilarating quest across centuries, continents, and genres to discover how, and why, we first fall in love with the written word. “Lerer has accomplished something magical. Unlike the many handbooks to children’s literature that synopsize, evaluate, or otherwise guide adults in the selection of materials for children, this work presents a true critical history of the genre. . . . Scholarly, erudite, and all but exhaustive, it is also entertaining and accessible. Lerer takes his subject seriously without making it dull.”—Library Journal (starred review) “Lerer’s history reminds us of the wealth of literature written during the past 2,600 years. . . . With his vast and multidimensional knowledge of literature, he underscores the vital role it plays in forming a child’s imagination. We are made, he suggests, by the books we read.”—San Francisco Chronicle “There are dazzling chapters on John Locke and Empire, and nonsense, and Darwin, but Lerer’s most interesting chapter focuses on girls’ fiction. . . . A brilliant series of readings.”—Diane Purkiss, Times Literary Supplement",
    "pageCount": 396,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter, You're the Best!",
    "subtitle": "A Tribute from Fans the World Over",
    "authors": [
     "Sharon Moore"
    ],
    "publisher": "St. Martin's Griffin",
    "description": "After St. Martin's published We Love Harry Potter! We'll tell you why we got hundreds of letters from fans around the world who wanted to offer their thoughts about the books they love. Their fertile imaginations have led them to share their creative takes on Harry: their opinions about the plots and characters, their wishes for the next book and the upcoming, highly ancipated movie version, their ideas for playing Harry, Ron, Hermione, and all their other favorite characters, and much more! The collected letters are a delightful testament to how widespread and beloved the Harry Potter phenomenon has become.",
    "pageCount": 128,
    "categories": [
     "Juvenile Nonfiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry's Home",
    "authors": [
     "Catherine Anholt",
     "Laurence Anholt"
    ],
    "publisher": "Orchard (NY)",
    "description": "Reissue of a much-loved classic picture book",
    "pageCount": 32,
    "categories": [
     "Farm life"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and Philosophy",
    "subtitle": "If Aristotle Ran Hogwarts",
    "authors": [
     "David Baggett",
     "Shawn E. Klein"
    ],
    "publisher": "Open Court",
    "description": "In Harry Potter and Philosophy, seventeen philosophical experts unlock some of Hogwarts' secret panels, and uncover surprising insights that are enlightening both for wizards and the most discerning muggles.",
    "pageCount": 250,
    "categories": [
     "Philosophy"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "From Homer to Harry Potter",
    "subtitle": "A Handbook on Myth and Fantasy",
    "authors": [
     "Matthew Dickerson",
     "David O’Hara"
    ],
    "publisher": "Brazos Press",
    "description": "The allure of fantasy continues to grow with film adaptations of The Lord of the Rings and J. K. Rowling's Harry Potter series. But how should Christians approach modern works of fantasy, especially debated points such as magic and witches? From Homer to Harry Potter provides the historical background readers need to understand this timeless genre. It explores the influence of biblical narrative, Greek mythology, and Arthurian legend on modern fantasy and reveals how the fantastic offers profound insights into truth. The authors draw from a Christian viewpoint informed by C. S. Lewis and J. R. R. Tolkien to assess modern authors such as Philip Pullman, Walter Wangerin, and J. K. Rowling. This accessible book guides undergraduate students, pastors, and lay readers to a more astute and rewarding reading of all fantasy literature.",
    "pageCount": 272,
    "categories": [
     "Religion"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Gospel According to Harry Potter",
    "subtitle": "The Spiritual Journey of the World's Greatest Seeker",
    "authors": [
     "Connie Neal"
    ],
    "publisher": "Westminster John Knox Press",
    "description": "Tagline: Now Exploring Books One through Seven",
    "pageCount": 305,
    "categories": [
     "Religion"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter",
    "subtitle": "The Story of a Global Business Phenomenon",
    "authors": [
     "S. Gunelius"
    ],
    "publisher": "Springer",
    "description": "The Harry Potter books are the bestselling books of all time. In this fascinating study, Susan Gunelius analyzes every aspect of the brand phenomenon that is Harry Potter. Delving into price wars, box office revenue, and brand values, amongst other things, this is the story of the most incredible brand success there has ever been.",
    "pageCount": 194,
    "categories": [
     "Business & Economics"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter Collector's Handbook",
    "authors": [
     "William Silvester"
    ],
    "publisher": "F+W Media, Inc",
    "description": "Action Figures, Books, Ornaments, Costumes, Calendars, Art, Coins, Dolls, Jewelry, Lunch Boxes, Toys, Movies Harry Potter Casts His Spell on Collectors Welcome, Muggles, to the magic, mystery, and merchandise of the wonderful wizarding world of Harry Potter! Harry Potter Collector's Handbook will bewitch you with colorful images and current values of licensed products based on the famous boy wizard and his charming chums and nefarious foes. Just for you, we've conjured: 1,000+ spellbinding listings, pictures, and secondary market values. Information arranged—magically!—in alphabetical order to make it easy to find what you're looking for. A diverse array of collectibles from rare first editions of books worth thousands of dollars to items worth slightly fewer galleons. If you're mesmerized by \"Pottermania,\" you'll never want to depart the enchanting world of witchcraft and wizardry presented in Harry Potter Collector's Handbook.",
    "pageCount": 272,
    "categories": [
     "Antiques & Collectibles"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter handbook, movie magic",
    "authors": [
     "Scholastic Inc"
    ],
    "publisher": "Scholastic Inc.",
    "description": "Presents a guide to the Harry Potter film series, including information on the actors, characters, settings, and special effects of the films.",
    "pageCount": 64,
    "categories": [
     "Juvenile Nonfiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Females and Harry Potter",
    "subtitle": "Not All that Empowering",
    "authors": [
     "Ruthann Mayes-Elma"
    ],
    "publisher": "Rowman & Littlefield",
    "description": "Uses critical discourse analysis, feminist theory, and critical theory to examine the female characters in J.K. Rowling's Harry Potter series, focusing on such themes as validating/enabling, intelligence, and mothering.",
    "pageCount": 155,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Friends and Foes of Harry Potter",
    "subtitle": "Names Decoded",
    "authors": [
     "Nikita Agarwal",
     "Chitra Agarwal",
     "Benjamin Vincent"
    ],
    "publisher": "Texas World Publishing",
    "description": "Examines the meanings behind the names of people and places in the Harry Potter books.",
    "pageCount": 159,
    "categories": [
     "Juvenile Nonfiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "All New Electronics Self-Teaching Guide",
    "authors": [
     "Harry Kybett",
     "Earl Boysen"
    ],
    "publisher": "John Wiley & Sons",
    "description": "For almost 30 years, this book has been a classic text for electronics enthusiasts. Now completely updated for today?s technology with easy explanations and presented in a more user-friendly format, this third edition helps you learn the essentials you need to work with electronic circuits. All you need is a general understanding of electronics concepts such as Ohm?s law and current flow, and an acquaintance with first-year algebra. The question-and-answer format, illustrative experiments, and self-tests at the end of each chapter make it easy for you to learn at your own speed.",
    "pageCount": 456,
    "categories": [
     "Computers"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Heroism in the Harry Potter Series",
    "authors": [
     "Dr Katrin Berndt",
     "Dr Lena Steveker"
    ],
    "publisher": "Ashgate Publishing, Ltd.",
    "description": "Taking up the various conceptions of heroism that are conjured in the Harry Potter series, this collection examines the ways fictional heroism in the twenty-first century challenges the idealized forms of a somewhat simplistic masculinity associated with genres like the epic, romance and classic adventure story. The collection's three sections address broad issues related to genre, Harry Potter's development as the central heroic character and the question of who qualifies as a hero in the Harry Potter series. Among the topics are Harry Potter as both epic and postmodern hero, the series as a modern-day example of psychomachia, the series' indebtedness to the Gothic tradition, Harry's development in the first six film adaptations, Harry Potter and the idea of the English gentleman, Hermione Granger's explicitly female version of heroism, adult role models in Harry Potter, and the complex depictions of heroism exhibited by the series' minor characters. Together, the essays suggest that the Harry Potter novels rely on established generic, moral and popular codes to develop new and genuine ways of expressing what a globalized world has applauded as ethically exemplary models of heroism based on responsibility, courage, humility and kindness.",
    "pageCount": 248,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Coming of Age in Times of Uncertainty",
    "authors": [
     "Harry Blatterer"
    ],
    "publisher": "Berghahn Books",
    "description": "Adulthood is taken for granted. It connotes the end of childhood, the resolution to the “storm and stress” period of adolescence. This conception is strongly entrenched in the sociology of youth and the sociology of the life course as well as in the policy arena. At the same time, adulthood itself remains unarticulated; journey’s end remains conceptually fixed and theoretically uncontested. Adulthood, then, is both central to the social imagination and neglected as an area of sociological investigation, something that has been noted by sociologists over the last four decades. Going beyond the overwhelmingly psychological literature, this book draws on original qualitative research and theories of social recognition and thus presents a first step towards filling an important gap in our understanding of the meaning of adulthood.",
    "pageCount": 144,
    "categories": [
     "Social Science"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "A Parent's Guide to Harry Potter",
    "authors": [
     "Gina Burkart"
    ],
    "publisher": "InterVarsity Press",
    "description": "Harry Potter has captivated the imagination of millions of children. And Harry Potter has caused controversy in churches and schools. What's a parent to do with the magical, mystical world of Harry and his friends? Gina Burkart chose to read the books with her own children. As they read together, she discovered many parallels between Christian faith and the themes of these books. Indeed, the escapades of Harry Potter sparked significant conversation between Burkart and her kids. In this helpful, entertaining guide, Burkart shows how Harry Potter fits into the tradition of fairy tale writing and how this type of literature aids in building a moral framework. She highlights specific situations and emotions from Harry's world that children face in their own life, such as fear, anger, bullies, diversity and the choice of good over evil. Instead of magic words or easy answers, Burkart offers solid, practical advice for helping parents and children navigate Harry Potter's world--and our own--together.",
    "pageCount": 112,
    "categories": [
     "Family & Relationships"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Charmed Knits",
    "subtitle": "Projects for Fans of Harry Potter",
    "authors": [
     "Alison Hansel"
    ],
    "publisher": "John Wiley & Sons",
    "pageCount": 176,
    "categories": [
     "Crafts & Hobbies"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry the Dirty Dog",
    "authors": [
     "Gene Zion"
    ],
    "publisher": "Harper Collins",
    "description": "Harry is a white dog with black spots who loves everything . . . except baths. So one day before bath time, Harry runs away. He plays outside all day long, digging and sliding in everything from garden soil to pavement tar. By the time he returns home, Harry is so dirty he looks like a black dog with white spots. His family doesn't even recognize him!",
    "pageCount": 32,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Teaching with Harry Potter",
    "subtitle": "Essays on Classroom Wizardry from Elementary School to College",
    "authors": [
     "Valerie Estelle Frankel"
    ],
    "publisher": "McFarland",
    "description": "The Harry Potter phenomenon created a surge in reading with a lasting effect on all areas of culture, especially education. Today, teachers across the world are harnessing the power of the series to teach history, gender studies, chemistry, religion, philosophy, sociology, architecture, Latin, medieval studies, astronomy, SAT skills, and much more. These essays discuss the diverse educational possibilities of J.K. Rowling's books. Teachers of younger students use Harry and Hermione to encourage kids with disabilities or show girls the power of being brainy scientists. Students are reading fanf.",
    "pageCount": 288,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Psychology of Harry Potter",
    "subtitle": "An Unauthorized Examination Of The Boy Who Lived",
    "authors": [
     "Neil Mulholland"
    ],
    "publisher": "BenBella Books, Inc.",
    "description": "Harry Potter has provided a portal to the wizarding world for millions of readers, but an examination of Harry, his friends and his enemies will take us on yet another journey: through the psyche of the Muggle (and wizard!) mind. The twists and turns of the series, as well as the psychological depth and complexity of J. K. Rowling’s characters, have kept fans enthralled with and puzzling over the many mysteries that permeate Hogwarts and beyond: Do the Harry Potter books encourage disobedience? Why is everyone so fascinated by Professor Lupin? What exactly will Harry and his friends do when they finally pass those N.E.W.T.s? Do even wizards live by the ticking of the clock? Is Harry destined to end up alone? And why did it take Ron and Hermione so long to get together? Now, in The Psychology of Harry Potter, leading psychologists delve into the ultimate Chamber of Secrets, analyzing human mind and motivation by examining the themes and characters that make the Harry Potter books the bestselling fantasy series of all time. Grab a spot on the nearest couch, and settle in for some fresh revelations about our favorite young wizard!",
    "pageCount": 326,
    "categories": [
     "Psychology"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Reading Harry Potter",
    "subtitle": "Critical Essays",
    "authors": [
     "Giselle Liza Anatol"
    ],
    "publisher": "Greenwood Publishing Group",
    "description": "The tropes and themes of J. K. Rowling's massively popular series are interpreted within the context of its audience.",
    "pageCount": 217,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Hittite Studies in Honor of Harry A. Hoffner Jr",
    "subtitle": "On the Occasion of His 65th Birthday",
    "authors": [
     "Harry A. Hoffner",
     "Gary M. Beckman",
     "Richard Henry Beal",
     "John Gregory McMahon"
    ],
    "publisher": "Eisenbrauns",
    "description": "A tribute to America's preeminent scholar of Hittite language and culture, Professor Harry A. Hoffner Jr., of the Oriental Institute of the University of Chicago. The thirty-four contributors, students, and colleagues treat topics as diverse as Hittite contacts with the Mycenaean Greeks, the topography of the Hittite capital, and various aspects of Hittite grammar and etymology.",
    "pageCount": 406,
    "categories": [
     "History"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Stable Talk and Table Talk",
    "subtitle": "Or, Spectacles for Young Sportsmen",
    "authors": [
     "Harry Hieover"
    ],
    "categories": [
     "Horses"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Science of Harry Potter",
    "subtitle": "How Magic Really Works",
    "authors": [
     "Roger Highfield"
    ],
    "publisher": "Penguin",
    "description": "A look at the scientific principles underpinning the magic of Harry Potter reveals some of the true magic behind science.",
    "pageCount": 322,
    "categories": [
     "Science"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry in Trouble",
    "authors": [
     "Barbara Ann Porte"
    ],
    "publisher": "Harper Collins",
    "description": "Harry is upset about losing his library card three times in a row, but feels better when he learns that his father and his friend Dorcas sometimes lose things. Simultaneous.",
    "pageCount": 48,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter and International Relations",
    "authors": [
     "Daniel H. Nexon",
     "Iver B. Neumann"
    ],
    "publisher": "Rowman & Littlefield",
    "description": "Drawing on a range of historical and sociological sources, this work shows how aspects of Harry's world contain aspects of our own. It also includes chapters on the political economy of the franchise, and on the problems of studying popular culture.",
    "pageCount": 245,
    "categories": [
     "Literary Criticism"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Harry Potter Power",
    "authors": [
     "Julie-Anne Sykley"
    ],
    "publisher": "Interactive Publications",
    "description": "Uses motifs and situations from the popular 'Harry Potter' series and links them to theories and strategies designed to help young people overcome anxiety, anger, depression and grief.",
    "pageCount": 268,
    "categories": [
     "Juvenile Nonfiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Oh, Harry!",
    "authors": [
     "Maxine Kumin"
    ],
    "publisher": "Macmillan",
    "description": "Harry the horse excels at calming skittish equines in the Adams and Son's show-horse barn, but he faces a different challenge when mischievous 6-year-old Algernon Adams the Third arrives to scare the show horses.",
    "pageCount": 32,
    "categories": [
     "Juvenile Fiction"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Ultimate Guide to the Harry Potter Fandom",
    "publisher": "What The Flux Comics Publis",
    "pageCount": 310,
    "categories": [
     "Fans (Persons)"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Politics of Harry Potter",
    "authors": [
     "B. Barratt"
    ],
    "publisher": "Springer",
    "description": "This political analysis of Harry Potter uses the beloved wizarding world to introduce readers to the equally murky and intimidating world of politics. Rowling's work provides us with entries into all of the most important political questions in history, from terrorism and human rights to the classic foundations of political thought.",
    "pageCount": 182,
    "categories": [
     "Political Science"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "What is Art?",
    "authors": [
     "graf Leo Tolstoy"
    ],
    "pageCount": 203,
    "categories": [
     "Aesthetics"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "The Art of Ghost in the Shell",
    "authors": [
     "David S. Cohen"
    ],
    "publisher": "Insight Editions",
    "description": "Discover the incredible art behind Ghost in the Shell, the much-anticipated sci-fi thriller starring Scarlett Johansson. Witness the incredible artwork behind the creation of Ghost in the Shell, the live-action feature film based on the Japanese manga classic and starring Scarlett Johansson. Also starring Pilou Asbæk (Game of Thrones), Michael Pitt (Boardwalk Empire), Juliette Binoche (The English Patient), and Takeshi Kitano (Battle Royale), this riveting science-fiction thriller is helmed by director Rupert Sanders (Snow White and the Huntsman). The Art of Ghost in the Shell is a deluxe book that chronicles the epic creative journey that brought Ghost in the Shell to the big screen.",
    "pageCount": 160,
    "categories": [
     "Art"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Art",
    "subtitle": "Key Contemporary Thinkers",
    "authors": [
     "Jonathan Vickery",
     "Diarmuid Costello"
    ],
    "publisher": "Berg",
    "description": "The last few decades have witnessed an explosion in ideas and theories on art. Art itself has never been so topical, but much recent thinking remains inaccessible and difficult to use. This book assesses the work of those thinkers (including artists) who have had a major impact on making, criticizing and interpreting art since the 1960s. With entries by leading international experts, this book presents a concise, critical appraisal of thinkers and their ideas about art and its place in the wider cultural context. A guide to the key thinkers who shape today's world of art, this book is a vital reference for anyone interested in modern and contemporary art, its history, philosophy and practice.Theodor ADORNO * Roland BARTHES * Georges BATAILLE * Jean BAUDRILLARD * Walter BENJAMIN * JM BERNSTEIN * Pierre BOURDIEU * Nicolas BOURRIAUD * Benjamin BUCHLOH * Daniel BUREN * Judith BUTLER * Noël CARROLL * Stanley CAVELL * TJ CLARK * Arthur C. DANTO * Gilles DELEUZE * Jacques DERRIDA * George DICKIE * Thierry DE DUVE * James ELKINS * Hal FOSTER * Michel FOUCAULT * Michael FRIED * Dan GRAHAM * Clement GREENBERG * Fredric JAMESON * Mike KELLEY * Mary KELLY * Melanie KLEIN * Joseph KOSUTH * Rosalind KRAUSS * Julia KRISTEVA * Barbara KRUGER * Niklas LUHMANN * Jean-François LYOTARD * Maurice MERLEAU-PONTY * WJT MITCHELL * Robert MORRIS * Linda NOCHLIN * Adrian PIPER * Griselda POLLOCK * Robert SMITHSON * Jeff WALL * Albrecht WELLMER * Richard WOLLHEIM",
    "pageCount": 256,
    "categories": [
     "Art"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Undertale Art Book",
    "authors": [
     "Toby Fox"
    ],
    "description": "every video game has concept art...UNDERTALE is no exception...the difference being that toby fox isnt an artist lol",
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "A Gift of Angels",
    "subtitle": "The Art of Mission San Xavier Del Bac",
    "publisher": "University of Arizona Press",
    "description": "It rises suddenly out of the Sonoran Desert landscape, towering over the tallest tree or cactus, a commanding building with a sensuous dome, elliptical vaults, and sturdy bell towers. There is nothing else like it around, nor does it seem there should be. This incongruity of setting is what strikes first-time visitors to Mission San Xavier del Bac. This great church is of another place and another time, while its beauty is universal and timeless. Mission San Xavier del Bac is a two-century-old Spanish church in southern Arizona located just a few miles from downtown Tucson, a metropolis of more than half a million people in the American Southwest. A National Historic Landmark since 1963, the missionÕs graceful baroque art and architecture have drawn visitors from all over the world. Now Bernard FontanaÑthe leading expert on San XavierÑand award-winning photographer Edward McCain team up to bring us a comprehensive view of the mission as weÕve never seen it before. With 200 stunning full-color photographs and incisive text illuminating the religious, historical, and motivational context of these images, A Gift of Angels is a must-have for tourists, scholars, and other visitors to San Xavier. From its glorious architecture all the way down to the finest details of its art, Mission San Xavier del Bac is indeed a gift of angels.",
    "pageCount": 351,
    "categories": [
     "Art"
    ],
    "language": "en"
   }
  },
  {
   "volumeInfo": {
    "title": "Art and the Academy in the Nineteenth Century",
    "authors": [
     "Rafael Cardoso Denis",
     "Colin Trodd"
    ],
    "publisher": "Manchester University Press",
    "description": "Academies functioned as the main venues for the promotion, display and teaching of art throughout the 19th century. 20th-century opinion has tended to maintain a consipicuous silence on their account, except for the strategic employment of academicism as a term of abuse. The authors uncover the institutional structures and artistic practices of academies from London and Paris to Dusseldorf and Rio de Janeiro. By situating the efforts of individual artists and academies within the context of a network of global proportions, new insights are gained into the ways in which institutions of art helped shape the 19th century's view of itself as an age of equipoise and civilization amidst the turmoil of rapid social and cultural change.",
    "pageCount": 207,
    "categories": [
     "Academic art"
    ],
    "language": "en"
   }
  }
 ]
}